Repository: common-repository/woo-instant-bitcoin
Catalog: languages/wc_cryptoome_btc_payment_gateway-*.po
Languages: ru_ru

source: Instant Bitcoin satoshi (Cryptoo.me)
ru_ru: Мгновенная оплата Биткойт сатоши (Cryptoo.me)

source: Pay in Bitcoin satoshi via Cryptoo.me
ru_ru: Оплата в Биткоин сатоши через Cryptoo.me

source: Cryptoo.me Bitcoin operates via <a target=_blank href="https://cryptoo.me">Cryptoo.me</a>
ru_ru: Cryptoo.me Bitcoin работает через <a target=_blank href="https://cryptoo.me/криптовалютные-микроплатежи/">Cryptoo.me</a>

source: Please obtain free API key at <a target=_blank href="https://cryptoo.me">Cryptoo.me</a>.
ru_ru: Пожалуйста получите бесплатный Ключ Приложения (API key) на <a target=_blank href="https://cryptoo.me/криптовалютные-микроплатежи/">Cryptoo.me</a>

source: Register new Application at <a target=_blank href="https://cryptoo.me/applications/">Application Manager</a>, and use the Application API key in the form bellow.
ru_ru: Зарегистрируйтесь, создайте новое Приложение в <a target=_blank href="https://cryptoo.me/приложения/">Менеджере Приложений</a>, и используйте Ключ (API key) в форме ниже.

source: Set Application Name to
ru_ru: Используйте Имя Приложения

source: and Application URL to
ru_ru: и URL Приложения

source: to receive extra traffic from the <target=_blank href="https://cryptoo.me/rotator/">Applications List</a>.
ru_ru: чтобы получить дополнительный трафик из <a target=_blank href="https://cryptoo.me/список-приложений/">Списка Приложений</a>.

source: Gateway Disabled
ru_ru: Шлюз выключен

source: Cryptoo.me Bitcoin does not support your store currency.
ru_ru: Cryptoo.me Bitcoin не поддерживает валюту Вашего магазина

source: Enable/Disable
ru_ru: Включить/Выключить

source: Enable/Disable payment method.
ru_ru: Включить/Выключить способ оплаты

source: Enable Cryptoo.me Bitcoin
ru_ru: Включить Cryptoo.me Bitcoin

source: Title
ru_ru: Название

source: This controls the title which the user sees during checkout.
ru_ru: Название, которое покупатель видит при оплате.

source: Instant Bitcoin Payment
ru_ru: Моментальная оплата Биткоин

source: Description
ru_ru: Описание

source: This controls the description which the user sees during checkout.
ru_ru: Описание, которое покупатель видит при оплате.

source: Bitcoin Payment gateway with Cryptoo.me
ru_ru: Биткойн Платёжный Шлюз Cryptoo.me

source: Application API Key
ru_ru: Ключ Приложения (API key)

source: Please enter your API key. Get it for free at <a target=_blank href=https://cryptoo.me/applications/>Cryptoo.me Application Manager</a>.
ru_ru: Пожалуйста введите Вашr API key. Его можно получить в <a target=_blank href="https://cryptoo.me/приложения/">Менеджере Приложений Cryptoo.me</a>.

source: Set order as completed after payment?
ru_ru: Установить статус заказа в "Выполнен" после платежа?

source: After payment, should the order be set as "completed" ? Default is "processing".
ru_ru: Изминить статус заказа на "Выполнен" после платежа ? Стандартное значение: "Обработка"

source: No
ru_ru: Нет

source: Yes
ru_ru: Да

source: Debug Log
ru_ru: Журнал Отладки

source: Enable logging
ru_ru: Включить Журнал Отладки

source: Log Cryptoo.me Bitcoin events, inside %s
ru_ru: Журнал событий Cryptoo.me Bitcoin в %s

source: CRYPTOO.ME Bitcoin Payment Gateway does not operate with the currency of this order
ru_ru: Платёжный шлюз CRYPTOO.ME Bitcoin не работает с валютой этого заказа

source: Payment for order
ru_ru: Платёж для заказа

source: CRYPTOO.ME returned error
ru_ru: CRYPTOO.ME вернул ошибку

source: Cryptoo.me Bitcoin payment completed
ru_ru: Cryptoo.me Bitcoin платёж завершён

source: Cryptoo.me Bitcoin payment gateway
ru_ru: Платёжный Шлюз Cryptoo.me Bitcoin

source: Cryptoo.me Bitcoin payment gateway for WooCommerce
ru_ru: Платёжный Шлюз Cryptoo.me Bitcoin для WooCommerce

source: Alexey Trofimov
ru_ru: Алексей Трофимов

source: http://cryptoo.me
ru_ru: https://cryptoo.me/криптовалютные-микроплатежи/
